{
    "mobs": [
        {
            "Number": 8200,
            "Aliases": [
                "bink",
                "Bink",
                "magician"
            ],
            "ShortDesc": "Bink",
            "LongDesc": "Magician Bink is here, wishing he weren't.\n",
            "DetailedDesc": "Bink is a tall, strapping man, with iron grey hair and a neatly trimmed beard\nand mustache. He appears to be slightly past his prime, but it is obvious\nthat he stays in shape. Bink was once banished from Xanth, before his talent\nwas discovered, so he has learned many of the fine points of swordplay and\nrough-housing. And he also has that secret talent to fall back on.\n",
            "Actions": [
                "SPEC",
                "SENTINEL",
                "ISNPC",
                "MEMORY",
                "HELPER",
                "NOSLEEP"
            ],
            "Affections": [
                "UNUSED17"
            ],
            "Alignment": 1000,
            "Level": 127,
            "THAC0": 40,
            "AC": -14,
            "HP": "2d300+20000",
            "Damage": "6d5+40",
            "Gold": 27500,
            "XP": 500000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8201,
            "Aliases": [
                "centaur",
                "chester"
            ],
            "ShortDesc": "Chester Centaur",
            "LongDesc": "Chester Centaur is napping here and dreaming of his wife Cherie.\n",
            "DetailedDesc": "Chester Centaur is a great bull of a man atop a great stallion of a horse.\nHis hair and flanks have begun to turn grey, but he is still a powerful-\nlooking specimen of centaurhood. His face is not particularly attractive,\nbut his hinder portion is sleek and well-formed. He is known to be rather\nornery, so it's not a good idea to wake him.\n",
            "Actions": [
                "SPEC",
                "SENTINEL",
                "ISNPC"
            ],
            "Affections": [],
            "Alignment": 750,
            "Level": 56,
            "THAC0": 23,
            "AC": -25,
            "HP": "1d100+3069",
            "Damage": "5d3+15",
            "Gold": 20250,
            "XP": 83500,
            "LoadPosition": "POSITION_SLEEPING",
            "DefaultPosition": "POSITION_SLEEPING",
            "Gender": "Male"
        },
        {
            "Number": 8202,
            "Aliases": [
                "rapunzel",
                "wife"
            ],
            "ShortDesc": "Rapunzel",
            "LongDesc": "Rapunzel, Grundy's wife, dreamily brushes out her long, beuatiful hair here.\n",
            "DetailedDesc": "Rapunzel was kidnapped from a Grimm's Fairy Tale in order to become the wife\nof Grundy Golem. She is a beautiful woman, for all that she is no bigger\nthan your open palm. Her talent is to change the length of her hair, and\ncurrently she prefers it lightly brushing her ankles. She smiles sweetly at\nyou as she sees you looking at her and gives you a little wink.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "WIMPY",
                "HELPER"
            ],
            "Affections": [
                "SNEAK"
            ],
            "Alignment": 1000,
            "Level": 80,
            "THAC0": 35,
            "AC": -6,
            "HP": "1d1000+10000",
            "Damage": "3d7+30",
            "Gold": 6500,
            "XP": 45000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8203,
            "Aliases": [
                "golem",
                "grundy",
                "translator"
            ],
            "ShortDesc": "Grundy Golem",
            "LongDesc": "Grundy Golem, the King's Translator, is here chatting with some plants.\n",
            "DetailedDesc": "Grundy Golem is a tiny little squirt no bigger than your hand. He still has\nthe surname \"Golem\", but he became a real creature (real without magic, that\nis) some time ago. Grundy was once said to be the only creature in Xanth with\ntwo talents: translation and insult, but his marriage to Rapunzel seems to\nhave mellowed him...a little.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "WIMPY",
                "MEMORY"
            ],
            "Affections": [
                "SNEAK"
            ],
            "Alignment": 350,
            "Level": 80,
            "THAC0": 40,
            "AC": -6,
            "HP": "1d100+10000",
            "Damage": "5d5+35",
            "Gold": 6500,
            "XP": 60000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8204,
            "Aliases": [
                "jordan",
                "barbarian"
            ],
            "ShortDesc": "Jordan the Barbarian",
            "LongDesc": "Jordan the Barbarian is here, sharpening his sword and humming tunelessly.\n",
            "DetailedDesc": "Jordan is a huge, muscular man of about six and a half feet in height. He is\na true barbarian, with shaggy, unkempt hair and a questionable odor. He looks\nVERY formidable, and you do not feel like messing with him now, especially\nsince he's got his weapon at the ready, and looks like he knows how to use\nit to its full advantage.\n",
            "Actions": [
                "SPEC",
                "SENTINEL",
                "ISNPC",
                "HELPER"
            ],
            "Affections": [],
            "Alignment": 350,
            "Level": 80,
            "THAC0": 40,
            "AC": -10,
            "HP": "1d100+12000",
            "Damage": "5d5+45",
            "Gold": 27750,
            "XP": 156000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8205,
            "Aliases": [
                "threnody",
                "girl",
                "girlfriend"
            ],
            "ShortDesc": "Threnody",
            "LongDesc": "Threnody, Jordan's girlfriend, is here strumming a lyre and singing sweetly.\n",
            "DetailedDesc": "Threnody is a tall, very beautiful young woman with long, dark hair and eyes\nof witching green. She has an air of mystery and seduction about her, perhaps\ndue to her half-demon heritage. She is quite an accomplished singer, though,\nand accompanies herself well on the lyre. Jordan loves her to distraction,\nso you'd better not try anything funny if he's around.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "WIMPY",
                "HELPER",
                "NOCHARM"
            ],
            "Affections": [
                "DETECT_INVIS",
                "SENSE_LIFE",
                "INFRAVISION"
            ],
            "Alignment": 100,
            "Level": 46,
            "THAC0": 25,
            "AC": -22,
            "HP": "1d100+1769",
            "Damage": "8d7+0",
            "Gold": 13490,
            "XP": 100000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8206,
            "Aliases": [
                "millie",
                "wife",
                "ghost",
                "maid"
            ],
            "ShortDesc": "Millie",
            "LongDesc": "Millie, aka the Ghost, aka the Maid, aka the Zombie Master's wife, is here.\n",
            "DetailedDesc": "Millie is a petite woman of early middle age, very attractive to look at,\nwith honey-blonde hair that has not yet faded with age, and bright blue eyes\nthat hold a no-nonsense demeanor. You notice that the male members of your\nparty become very hot and uncomfortable as they look upon her, and the\nfemales seem to radiate waves of solid hate. Millie's talent is sex appeal,\nand she has used it to catch herself a powerful Magician as a husband.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "WIMPY",
                "HELPER"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 32,
            "THAC0": 15,
            "AC": -14,
            "HP": "1d75+1019",
            "Damage": "4d10+0",
            "Gold": 7560,
            "XP": 53500,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8207,
            "Aliases": [
                "magician",
                "jonathan"
            ],
            "ShortDesc": "the Zombie Master",
            "LongDesc": "Magician Jonathan, better known as the Zombie Master, sits here silently.\n",
            "DetailedDesc": "The Zombie Master is a tall, thin, gaunt man with dark hair and eyes, who\nlooks a bit more like his creations than polite people like to admit. He is\nreknowned for his humorless demeanor and lack of social skills, but his\nmarriage to Millie the Maid has made him better-fleshed and better-tempered.\nStill, he is not one for idle chatter, and he would prefer you to leave him\nalone with his wife, as in immediately.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "MEMORY",
                "HELPER"
            ],
            "Affections": [
                "SENSE_LIFE"
            ],
            "Alignment": 0,
            "Level": 63,
            "THAC0": 35,
            "AC": -30,
            "HP": "1d100+2769",
            "Damage": "7d5+0",
            "Gold": 18460,
            "XP": 92000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8208,
            "Aliases": [
                "sorceress",
                "iris",
                "queen",
                "emeritus",
                "queenemeritus"
            ],
            "ShortDesc": "Queen Emeritus Iris",
            "LongDesc": "The Sorceress Iris, Queen Emeritus and wife of Trent, raises an eyebrow at you.\n",
            "DetailedDesc": "Queen Emeritus Iris is an older woman, with hair going to grey and a body\nlosing its struggle against advancing age, but as she is able to use her\ntalent of illusion to change her appearance to anything she likes, you\ncannot be completely certain that this is her true form. She is a tough,\nsmart lady who will do anything for her husband Trent, whom she loves.\nShe is not known for her scruples, either, so \"anything\" is quite a lot.\n",
            "Actions": [
                "SPEC",
                "SENTINEL",
                "ISNPC",
                "MEMORY",
                "HELPER"
            ],
            "Affections": [],
            "Alignment": 250,
            "Level": 70,
            "THAC0": 35,
            "AC": -14,
            "HP": "1d100+2769",
            "Damage": "5d5+20",
            "Gold": 26750,
            "XP": 119000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8209,
            "Aliases": [
                "king",
                "emeritus",
                "trent",
                "kingemeritus",
                "kingtrent"
            ],
            "ShortDesc": "King Emeritus Trent",
            "LongDesc": "Magician Trent, Transformer-King Emeritus, nods at you and continues reading.\n",
            "DetailedDesc": "King Emeritus Trent is an older man, but still sturdy, with iron grey hair\nand knowing eyes. He is one of the most powerful Magicians in Xanth, and he\nruled it wisely and well for many years before handing over the reins to his\nson-in-law Dor. He is still a powerful influence in the court, and a very\nwell-respected elder statesman. He is worthy of great respect.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "MEMORY"
            ],
            "Affections": [],
            "Alignment": 750,
            "Level": 63,
            "THAC0": 35,
            "AC": -14,
            "HP": "1d100+2769",
            "Damage": "5d5+20",
            "Gold": 20000,
            "XP": 93500,
            "LoadPosition": "POSITION_SITTING",
            "DefaultPosition": "POSITION_SITTING",
            "Gender": "Male"
        },
        {
            "Number": 8210,
            "Aliases": [
                "pudgy",
                "balding",
                "old",
                "man",
                "murphy",
                "magician"
            ],
            "ShortDesc": "Magician Murphy",
            "LongDesc": "The pudgy, balding old man known as Magician Murphy is reading in here.\n",
            "DetailedDesc": "Magician Murphy was one of Xanth's most powerful Magicians a few hundred years\nago, until he was exiled from Xanth into the storage of the Brain Coral and\nthen to Mundania for his designs against then-King Roogna. His exile in that\nbarren land convinced him to turn over a new leaf, and he know holds a place\nof honor in his home kingdom, frequently advising the present King. Murphy's\ntalent is to make things go wrong, which is dangerous and unpredictable, but\nbetter to have as an ally than an enemy.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "WIMPY",
                "NOSUMMON"
            ],
            "Affections": [],
            "Alignment": 50,
            "Level": 52,
            "THAC0": 35,
            "AC": -30,
            "HP": "1d100+2769",
            "Damage": "2d9+11",
            "Gold": 16750,
            "XP": 79500,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8211,
            "Aliases": [
                "vadne",
                "sorceress",
                "wife",
                "topology"
            ],
            "ShortDesc": "Sorceress Vadne",
            "LongDesc": "Vadne, Sorceress of Topology and wife of Murphy, is here writing in a diary.\n",
            "DetailedDesc": "The Sorceress Vadne was once a beautiful woman, and is still rather striking\nfor her age, but her long exile in drear Mundania has left her looking a bit\ntired and worn. Her dark hair is beginning to surrender to grey, and her face\nis beginning to become careworn. Her glance is as steely as ever, though, and\nshe fixes her bright green eyes on you suspiciously as she sees you looking\nat her. Apparently she has not forgotten anything she learned in Xanth.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "WIMPY",
                "MEMORY",
                "HELPER",
                "NOCHARM"
            ],
            "Affections": [],
            "Alignment": 0,
            "Level": 45,
            "THAC0": 25,
            "AC": -22,
            "HP": "1d100+1769",
            "Damage": "8d7+0",
            "Gold": 11530,
            "XP": 98500,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8212,
            "Aliases": [
                "xavier",
                "yellow",
                "haired",
                "bronze",
                "god",
                "man"
            ],
            "ShortDesc": "Xavier",
            "LongDesc": "Xavier, a yellow-haired bronze god of a man, is wishing he could go flying here.\n",
            "DetailedDesc": "Xavier is an absolutely gorgeous-looking man, with yellow-blond hair, skin\ntanned to the color of old bronze, and a muscular build that shows he is not\nafraid to get into a tussle. Xavier's talent is \"zapping\", which he has never\nexplained to people, only demonstrated. It doesn't sound good, though. Xavier\nis married to Zora, who is in fact a zombie, though she doesn't look it.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "HELPER"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 62,
            "THAC0": 30,
            "AC": -26,
            "HP": "1d100+2269",
            "Damage": "3d8+0",
            "Gold": 21000,
            "XP": 89500,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8213,
            "Aliases": [
                "zombie",
                "zora",
                "wife"
            ],
            "ShortDesc": "Zora Zombie",
            "LongDesc": "Zora Zombie, wife of Xavier, gazes fondly upon her husband here.\n",
            "DetailedDesc": "Zora Zombie is a very attractive young lady who nevertheless is dead. She\nkilled herself after her true love was false to her, and was later returned\nto half-life by the Zombie Master. She existed in this state for hundreds of\nyears before encountering Xavier while he was travelling with Queen Irene,\nand fell in love with him through a mischance with a love spring. Xavier\nwas at first repelled by her, but later grew to love her back for her sweet\nand selfless nature. The resultant attention has been good for her, and she\nis much more attractive than others of her type. She loves Xavier dearly.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "MEMORY",
                "NOCHARM"
            ],
            "Affections": [
                "INFRAVISION"
            ],
            "Alignment": 1000,
            "Level": 57,
            "THAC0": 25,
            "AC": -22,
            "HP": "1d100+1769",
            "Damage": "6d8+5",
            "Gold": 12750,
            "XP": 85000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8214,
            "Aliases": [
                "centaur",
                "chem",
                "mapmaker",
                "official",
                "royal"
            ],
            "ShortDesc": "Chem Centaur",
            "LongDesc": "Chem Centaur, Official Royal Mapmaker for the Land of Xanth, is here working.\n",
            "DetailedDesc": "Chem is a cute, button-nosed young woman from the waist up, and a striking\nyoung mare from below the waist. She has long, flowing brown hair, eyes of\na dark chocolate color, and two rather large breasts, which are left exposed\nto the eyes of all in the centaur tradition. Chem is a nice girl, and very\nintelligent, but has had problems with her people both because of her magic\ntalent, which is making illusory maps, and because of her indiscretion with\nXap, Xavier's hippogriff friend. Chem is a strong-willed young lady, though,\nand she does not let the prejudice of others get her down.\n",
            "Actions": [
                "SPEC",
                "SENTINEL",
                "ISNPC",
                "WIMPY",
                "MEMORY"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 54,
            "THAC0": 30,
            "AC": -26,
            "HP": "1d100+2269",
            "Damage": "7d4+1",
            "Gold": 19650,
            "XP": 82500,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8215,
            "Aliases": [
                "centaur",
                "chet",
                "friend"
            ],
            "ShortDesc": "Chet Centaur",
            "LongDesc": "Chet Centaur, friend to King Dor, is here doing some complex calculations.\n",
            "DetailedDesc": "Chet Centaur is not very large in centaur terms, but he stands two full heads\ntaller than any human you have ever seen. He is not bad-looking, with curly\nbrown hair and chocolate brown eyes like his sister Chem, but he has never\nseemed particularly interested in finding a mate. He is a wizard at math,\nthough, and thus spends most of his day in here, shuffling through papers\nand doing whatever accounting is necessary for the crown.\n",
            "Actions": [
                "SPEC",
                "SENTINEL",
                "ISNPC",
                "WIMPY",
                "MEMORY"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 54,
            "THAC0": 30,
            "AC": -26,
            "HP": "1d100+2269",
            "Damage": "3d4+11",
            "Gold": 19250,
            "XP": 82500,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8216,
            "Aliases": [
                "king",
                "dor",
                "kingdor"
            ],
            "ShortDesc": "King Dor",
            "LongDesc": "King Dor sits here on his throne, worrying about his kingdom.\n",
            "DetailedDesc": "The King of Xanth does not look particularly impressive, truth be told. He\nlooks like a typical young man who worries too much and has a bit too much\nresponsibility. His hair is brown, and his eyes are blue, and his face is\ntwisted into a frown of concentration. He appears lost in thought, and doesn't\nseem to notice your presence, but you remember that Xanth's Kings are chosen\nfor the strength of their magic, so it would probably not be a good idea to\nmolest him, especially since there are plenty of guards around.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "NOCHARM",
                "NOSUMMON"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 100,
            "THAC0": 40,
            "AC": -15,
            "HP": "1d100+10000",
            "Damage": "5d5+20",
            "Gold": 35350,
            "XP": 150000,
            "LoadPosition": "POSITION_SITTING",
            "DefaultPosition": "POSITION_SITTING",
            "Gender": "Male"
        },
        {
            "Number": 8217,
            "Aliases": [
                "smash",
                "ogre"
            ],
            "ShortDesc": "Smash",
            "LongDesc": "Smash Ogre is here, squeezing handfuls of sand into sandstone for fun.\n",
            "DetailedDesc": "Smash is a big ugly brute of an ogre, like all ogres, but he somehow looks\na little less stupid and brutish than others of his kind. This is because\nhe also has human heritage, and thus is a bit less ugly and more intelligent\nthan other ogres. Smash is a VERY strong guy, but he is kind and loyal too,\nso he has a lot of friends around Castle Roogna, and is often called to help\nthem out of jams that require an ogre's brute strength.\n",
            "Actions": [
                "SPEC",
                "SENTINEL",
                "ISNPC",
                "MEMORY",
                "HELPER",
                "NOCHARM",
                "NOSUMMON",
                "NOSLEEP"
            ],
            "Affections": [],
            "Alignment": 750,
            "Level": 75,
            "THAC0": 45,
            "AC": -14,
            "HP": "1d100+18000",
            "Damage": "7d7+35",
            "Gold": 13000,
            "XP": 101650,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8218,
            "Aliases": [
                "tandy",
                "nymph",
                "wife",
                "daughter"
            ],
            "ShortDesc": "Tandy",
            "LongDesc": "Tandy Nymph, daughter of Jewel Nymph, and wife of Smash, is writing her mother.\n",
            "DetailedDesc": "Tandy is a cute, button-nosed girl with brown hair and blue eyes. She is\npart nymph, so is sometimes kind of airheaded and flighty, but her human\nheritage allows her a little more stability. Her talent is throwing tantrums,\nwhich can stun a human target, or even an ogre, for quite awhile. Other than\nthat, though, she is fairly defenseless, and relies on her husband Smash to\nprotect her, which he is very good at.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "WIMPY",
                "HELPER",
                "NOCHARM"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 43,
            "THAC0": 30,
            "AC": -7,
            "HP": "1d100+8000",
            "Damage": "8d3+30",
            "Gold": 17500,
            "XP": 95000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8219,
            "Aliases": [
                "dolph",
                "prince",
                "magician"
            ],
            "ShortDesc": "Prince Dolph",
            "LongDesc": "Prince Dolph, Magician and shapechanger, smiles at you.\n",
            "DetailedDesc": "Dolph is a cute young boy of about six or seven years of age, with brown\nhair like his father and green eyes like his mother. Dolph's talent is to\nchange into whatever sort of creature he can imagine, which makes him a\nfull Magician despite being just a boy. One day he will by King of Xanth,\nif his sister Ivy doesn't want it. Right now, though, he is just a cute\nlittle moppet with a friendly smile, and you get the urge to pick him up\nand hug him as you smile back.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "WIMPY",
                "MEMORY"
            ],
            "Affections": [
                "DETECT_INVIS",
                "SENSE_LIFE",
                "INFRAVISION",
                "SNEAK"
            ],
            "Alignment": 1000,
            "Level": 35,
            "THAC0": 15,
            "AC": -14,
            "HP": "1d75+1019",
            "Damage": "4d10+0",
            "Gold": 0,
            "XP": 72500,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8220,
            "Aliases": [
                "princess",
                "ivy",
                "sorceress"
            ],
            "ShortDesc": "Princess Ivy",
            "LongDesc": "Princess Ivy smiles at you from the back of her dragon friend, Stanley.\n",
            "DetailedDesc": "Princess Ivy is an attractive girl who is headed at breakneck speed towards\nwomanhood. She has long, flowing blonde hair with just a hint of green to\nit, like her mother's, and witching green eyes. Her talent is Enhancement,\nthat is, making whatever she focuses on more like she sees it than it is.\nShe is a full Sorceress, and one day will be King of Xanth, if she chooses.\nRight now she appears to be looking for a husband, though, so who can tell\nwhat her plans for the future are...\n",
            "Actions": [
                "ISNPC",
                "MEMORY",
                "HELPER",
                "NOSLEEP"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 55,
            "THAC0": 40,
            "AC": -7,
            "HP": "1d100+9000",
            "Damage": "5d5+30",
            "Gold": 12900,
            "XP": 99000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8221,
            "Aliases": [
                "irene",
                "queen"
            ],
            "ShortDesc": "Queen Irene",
            "LongDesc": "Irene, Queen of Xanth, is watering her plants and humming to herself here.\n",
            "DetailedDesc": "Queen Irene is a very attractive woman of perhaps 30 years of age. She has\nflowing blonde hair with green highlights, and bright green eyes. She favors\ngreen in clothing and decoration, too, as you can see from her jewelry and\nclothing. Her talent is to make plants grow at a phenomenal rate, whether\nfrom seed or an already mature plant. This talent is very powerful in Xanth,\nwhere the plants are much more dangerous than in Mundania. Irene is a tough,\nno-nonsense sort of woman, who takes no guff from anyone.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "WIMPY",
                "MEMORY"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 70,
            "THAC0": 40,
            "AC": -10,
            "HP": "1d100+10000",
            "Damage": "6d7+25",
            "Gold": 29000,
            "XP": 119000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8222,
            "Aliases": [
                "guard",
                "castle",
                "roogna"
            ],
            "ShortDesc": "a castle guard",
            "LongDesc": "One of the guards of Castle Roogna is here, maintaining order.\n",
            "DetailedDesc": "Castle Roogna does not ordinarily come under siege, but the few times it has\nhave convinced the Kings of Xanth to maintain a small honor guard for the\ncastle and its inhabitants. These are generally volunteers, young men from\nlocal villages who are trained in combat and feel like moving away from the\nold homestead. This guard looks fairly typical: strong, sturdy, and not\noverly bright. But at least he's friendly enough.\n",
            "Actions": [
                "SPEC",
                "ISNPC",
                "MEMORY",
                "HELPER",
                "NOCHARM"
            ],
            "Affections": [
                "DETECT_INVIS",
                "SENSE_LIFE",
                "INFRAVISION"
            ],
            "Alignment": 1000,
            "Level": 40,
            "THAC0": 15,
            "AC": -6,
            "HP": "1d50+400",
            "Damage": "4d2+0",
            "Gold": 6000,
            "XP": 24000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8223,
            "Aliases": [
                "cook",
                "head",
                "woman",
                "little",
                "busy"
            ],
            "ShortDesc": "the Head Cook",
            "LongDesc": "A busy little woman shoves you aside and adds some seasoning to a boiling pot.\n",
            "DetailedDesc": "This woman must be the Head Cook of Castle Roogna, for she is constantly\nkeeping an eye on everything that is happening in the kitchen. Not a pot may\nhave water boiled in it that she has not inspected to make sure the water is\nboiled ABSOLUTELY RIGHT. She looks to be about 40 years old, and is rather\ndumpy-looking, but she takes her job seriously, which is good in a cook.\n",
            "Actions": [
                "ISNPC",
                "WIMPY",
                "MEMORY",
                "HELPER"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 17,
            "THAC0": 7,
            "AC": 2,
            "HP": "1d30+200",
            "Damage": "5d3+2",
            "Gold": 4150,
            "XP": 12000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8224,
            "Aliases": [
                "Chameleon"
            ],
            "ShortDesc": "Chameleon",
            "LongDesc": "Chameleon is here, looking as ugly and smart as possible, and nagging Bink.\n",
            "DetailedDesc": "This is the ugliest woman you have seen in a long time. You wonder how Bink can\nstand to be with someone like this. And on top of that, she nags him and is\ngenerally in a bad mood all the time. As you watch you begin to understand.\nThere is a keen intelligence behind that face and watching even now, you can\nsee her slowly changing in her monthly cycle from ugly and intelligent to\nbeautiful and dumb. A new woman all the time, no wonder Bink loves her so\nmuch. ..Yet you don't envy his place as she threatens him with a wooden spoon.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "WIMPY",
                "MEMORY",
                "HELPER",
                "NOSLEEP"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 100,
            "THAC0": 50,
            "AC": -15,
            "HP": "1d100+10000",
            "Damage": "5d5+30",
            "Gold": 20000,
            "XP": 100000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8225,
            "Aliases": [
                "cook",
                "castle",
                "roogna"
            ],
            "ShortDesc": "a cook",
            "LongDesc": "One of the cooks of Castle Roogna is hard at work making something tasty here.\n",
            "DetailedDesc": "The cooks of Castle Roogna are a quiet, hard-working lot who take a lot of\npride in their work. This one pays you no mind, being hard at work, and much\ntoo busy to talk to visitors with the next meal only 8 hours away.\n",
            "Actions": [
                "ISNPC",
                "WIMPY",
                "MEMORY",
                "HELPER"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 14,
            "THAC0": 5,
            "AC": 2,
            "HP": "1d30+100",
            "Damage": "1d8+0",
            "Gold": 750,
            "XP": 8000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8226,
            "Aliases": [
                "boy",
                "lad",
                "washer",
                "dish",
                "dishwasher",
                "young"
            ],
            "ShortDesc": "a dishwasher",
            "LongDesc": "A young lad is washing some dishes here in preparation for the next meal.\n",
            "DetailedDesc": "This dishwasher, like dishwashers everywhere, seems to be a young lout whose\nparents made him work at the castle to keep him out of trouble. His hair is\na bit longer than is fashionable elsewhere, and he looks as if he desperately\nneeds a cigarette. You feel a little sorry for him.\n",
            "Actions": [
                "SPEC",
                "SENTINEL",
                "ISNPC",
                "WIMPY",
                "MEMORY"
            ],
            "Affections": [
                "INFRAVISION"
            ],
            "Alignment": -50,
            "Level": 10,
            "THAC0": 4,
            "AC": 4,
            "HP": "1d20+80",
            "Damage": "1d10+1",
            "Gold": 550,
            "XP": 7000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8227,
            "Aliases": [
                "servant",
                "castle",
                "roogna"
            ],
            "ShortDesc": "a servant",
            "LongDesc": "A servant of the castle is busying herself with her duties here.\n",
            "DetailedDesc": "Castle Roogna has a lot of servants, mostly because the people need to do\nsomething to make themselves feel useful, since most of the basic staples\nof life are free for the asking all over Xanth. This servant is a fetching\nyoung woman in her late teens, who probably dreams of meeting someone famous\ncompletely by surprise who will love her madly and take her far away from all\nthis, when all she ever expected was the simple life of a servant.\n",
            "Actions": [
                "ISNPC",
                "WIMPY",
                "MEMORY",
                "HELPER"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 25,
            "THAC0": 9,
            "AC": 2,
            "HP": "1d30+219",
            "Damage": "1d8+0",
            "Gold": 750,
            "XP": 14000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8228,
            "Aliases": [
                "servant",
                "castle",
                "roogna"
            ],
            "ShortDesc": "a servant",
            "LongDesc": "A servant of the castle is going about his duties here, ignoring you completely.\n",
            "DetailedDesc": "The servants of Castle Roogna are an industrious lot, but not overly pompous\nor self-important. The glance that this man gives you as he rushes by you\nwithout saying a word seems to say that ordinarily he would LOVE to sit and\ntalk with you for hours on end, but alas, he is running a VERY INPORTANT\nerrand for the King, so he can't.\n",
            "Actions": [
                "ISNPC",
                "MEMORY",
                "HELPER"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 10,
            "THAC0": 0,
            "AC": 2,
            "HP": "1d30+90",
            "Damage": "1d8+0",
            "Gold": 750,
            "XP": 8000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8229,
            "Aliases": [
                "xap",
                "hippogriff"
            ],
            "ShortDesc": "Xap the Hippogriff",
            "LongDesc": "The yellow hippogriff known as Xap, friend and steed of Xavier, rests here.\n",
            "DetailedDesc": "Hippogriffs are similar to griffons, except that they have the bodies of\nhorses rather than lions. The front two legs are actually eagle talons,\nwhereas the rear legs are equine, but hippogriffs are fast runners. Xap\nis a handsome specimen of a hippogriff, with a tawny yellow horse's body,\nand pale yellow feathers the color of sunshine. Xap is a fine flier, and\na fine fighter, but ordinarily not aggressive. You should have nothing to\nfear from him...unless of course you provoke him...\n",
            "Actions": [
                "SPEC",
                "SENTINEL",
                "ISNPC",
                "HELPER"
            ],
            "Affections": [
                "DETECT_INVIS",
                "SENSE_LIFE",
                "INFRAVISION"
            ],
            "Alignment": 350,
            "Level": 57,
            "THAC0": 20,
            "AC": -6,
            "HP": "1d100+1769",
            "Damage": "6d3+14",
            "Gold": 0,
            "XP": 85000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8230,
            "Aliases": [
                "crombie",
                "soldier",
                "guard",
                "captain"
            ],
            "ShortDesc": "Crombie the Soldier",
            "LongDesc": "Crombie the Soldier, Captain of the King's Guard, is here supervising things.\n",
            "DetailedDesc": "Crombie is a sturdy man in his late-middle years, with iron-grey hair and a\nthick, bushy moustache. He obviously keeps himself fit, for his body is still\nlean and muscular, though he is slightly past his prime. He stands straight\nand tall, and you can tell that he is perfectly suited for the position of\nCaptain of the Guard, for he glares at you suspiciously.\n",
            "Actions": [
                "SPEC",
                "ISNPC",
                "MEMORY",
                "HELPER"
            ],
            "Affections": [
                "DETECT_INVIS",
                "SENSE_LIFE",
                "INFRAVISION"
            ],
            "Alignment": 500,
            "Level": 100,
            "THAC0": 40,
            "AC": -15,
            "HP": "1d100+9000",
            "Damage": "5d7+45",
            "Gold": 27500,
            "XP": 125000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8231,
            "Aliases": [
                "dread",
                "named",
                "irving"
            ],
            "ShortDesc": "the Named Dread",
            "LongDesc": "The Named Dread Irving cowers in the corner, avoiding you.\n",
            "DetailedDesc": "Why, it doesn't look frightening at all. In fact, it seems petrified of you,\nnow that you have deprived it of its power. It will offer no resistance.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "WIMPY"
            ],
            "Affections": [
                "INVISIBLE"
            ],
            "Alignment": 1000,
            "Level": 25,
            "THAC0": 9,
            "AC": 2,
            "HP": "1d30+219",
            "Damage": "1d8+8",
            "Gold": 0,
            "XP": 14000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Neutral"
        },
        {
            "Number": 8232,
            "Aliases": [
                "skeleton",
                "ossein",
                "grace'l"
            ],
            "ShortDesc": "Grace'l Ossein",
            "LongDesc": "Grace'l Ossein is here, looking for her husband Marrow.\n",
            "DetailedDesc": "Grace'l is quite shapely, for a skeleton. If she had flesh over those bones,\nshe might be quite a looker. However, her husband Marrow likes her just the\nway she is, flesh being most unattractive and messy. Oh well, you shrug, to\neach his (or her) own.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "HELPER",
                "NOCHARM"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 40,
            "THAC0": 15,
            "AC": -7,
            "HP": "1d75+400",
            "Damage": "4d10+0",
            "Gold": 0,
            "XP": 21000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8233,
            "Aliases": [
                "marrow",
                "bones",
                "skeleton",
                "human"
            ],
            "ShortDesc": "Marrow Bones",
            "LongDesc": "Marrow Bones is here, lurking around out of habit.\n",
            "DetailedDesc": "Marrow is a human skeleton, about six feet high. Despite his lack of flesh,\nhis features have a lot of character, and you can tell that he is basically\nan OK sort of person. A little stiff, perhaps, but nice. He appears genuinely\ninterested in you, but not threatening.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "HELPER",
                "NOCHARM"
            ],
            "Affections": [
                "DETECT_INVIS",
                "SENSE_LIFE",
                "INFRAVISION"
            ],
            "Alignment": 350,
            "Level": 47,
            "THAC0": 20,
            "AC": -6,
            "HP": "1d100+450",
            "Damage": "8d3+15",
            "Gold": 0,
            "XP": 25000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8234,
            "Aliases": [
                "caretaker",
                "man",
                "wizened",
                "little"
            ],
            "ShortDesc": "the caretaker",
            "LongDesc": "A wizened little man moves around this area, making tsk-tsk noises.\n",
            "DetailedDesc": "This man is very old, and very fidgety. He is constantly moving from pile to\npile, rearranging their contents to his satisfaction. He appears to be the\nanal retentive type of person who can do this sort of thing all day and go\nhome satisfied as to his life's work. Oh well, takes all kinds.\n",
            "Actions": [
                "ISNPC",
                "MEMORY",
                "HELPER"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 25,
            "THAC0": 7,
            "AC": -2,
            "HP": "1d30+250",
            "Damage": "5d2+10",
            "Gold": 4150,
            "XP": 15750,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8235,
            "Aliases": [
                "elf",
                "little",
                "librarian"
            ],
            "ShortDesc": "a librarian elf",
            "LongDesc": "A little elf is clambering over the piles of books, trying to catalog them.\n",
            "DetailedDesc": "This little guy is panting quite desperately and sweating profusely as he'\nstruggles to the top of the pile of books, selects a volume that weighs\nnearly as much as he does, then slip-slides back down the pile to put it\naway. He doesn't look like he needs distractions right now.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "WIMPY"
            ],
            "Affections": [
                "INFRAVISION"
            ],
            "Alignment": 350,
            "Level": 9,
            "THAC0": 4,
            "AC": 4,
            "HP": "1d20+70",
            "Damage": "1d10+1",
            "Gold": 0,
            "XP": 7650,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8236,
            "Aliases": [
                "servant",
                "good",
                "magician"
            ],
            "ShortDesc": "a servant",
            "LongDesc": "One of the Good Magician's servants bustles his way through here busily.\n",
            "DetailedDesc": "The Good Magician must be quite a taskmaster, because this guy looks as if\nhis very life depends upon his mission, whatever that might be. He just\nplain ignores you as he gets on with his work. Sheesh!\n",
            "Actions": [
                "ISNPC",
                "MEMORY",
                "HELPER"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 20,
            "THAC0": 6,
            "AC": 2,
            "HP": "1d30+219",
            "Damage": "1d8+0",
            "Gold": 0,
            "XP": 12000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8237,
            "Aliases": [
                "copycat",
                "cat",
                "copy"
            ],
            "ShortDesc": "the copycat",
            "LongDesc": "A small alley cat stares back at you, imitating your every action.\n",
            "DetailedDesc": "This is a normal-looking alley cat, with fur, claws, and a long tail of\nwhich it appears quite proud. Its behavior, however, is something else\nagain. The stupid beast is imitating your every action, and you are\ngetting a little tired of being mocked...\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "MEMORY"
            ],
            "Affections": [
                "INFRAVISION"
            ],
            "Alignment": -50,
            "Level": 15,
            "THAC0": 7,
            "AC": 4,
            "HP": "1d20+159",
            "Damage": "1d10+1",
            "Gold": 0,
            "XP": 10000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8238,
            "Aliases": [
                "roc",
                "huge",
                "bird"
            ],
            "ShortDesc": "the gigantic roc",
            "LongDesc": "A huge eagle-like bird caws angrily at your entrance, deafening you.\n",
            "DetailedDesc": "This must be the fabled roc, an absolutely monstruous bird, far larger than\nany dragon. Its tremendous talons could easily crush you to pulp, with no\nmore effort than you would take to swat a fly. The roc doesn't look very\npleased to see you here, so the prudent course might be to exit, fast...\n",
            "Actions": [
                "SENTINEL",
                "ISNPC"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 63,
            "THAC0": 21,
            "AC": -9,
            "HP": "1d100+1000",
            "Damage": "4d7+36",
            "Gold": 0,
            "XP": 93500,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8239,
            "Aliases": [
                "elf",
                "little"
            ],
            "ShortDesc": "a little elf",
            "LongDesc": "An elf is here, rapidly disappearing under a huge coil of rope.\n",
            "DetailedDesc": "This is is struggling elffully with the coil of rope, occassionally tripping\nand falling as he overbalances himself, but gamely getting up and going back\nto work. The whole effect is more than a little funny, and you stifle a\nchuckle as you listen to him mutter under his breath.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "WIMPY"
            ],
            "Affections": [
                "INFRAVISION"
            ],
            "Alignment": 350,
            "Level": 15,
            "THAC0": 7,
            "AC": 4,
            "HP": "1d20+159",
            "Damage": "1d10+1",
            "Gold": 0,
            "XP": 12000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8240,
            "Aliases": [
                "cat",
                "cactus"
            ],
            "ShortDesc": "a cactus cat",
            "LongDesc": "There is a cat with a striped green and brown coat sitting here.\n",
            "DetailedDesc": "You look closer at the cat and notice that its \"fur\" is actually\ncomposed of needles instead of fur.  The ears are actually thorns\nthat are large and stiff.  The claws of the cat area actually sharpened\nslicing blades of bone.  It blinks as you look at it.\n",
            "Actions": [
                "ISNPC",
                "MEMORY",
                "NOCHARM"
            ],
            "Affections": [],
            "Alignment": 0,
            "Level": 32,
            "THAC0": 15,
            "AC": -5,
            "HP": "1d100+300",
            "Damage": "5d3+10",
            "Gold": 1250,
            "XP": 14000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8241,
            "Aliases": [
                "chimera",
                "lion",
                "dragon",
                "goat",
                "creature"
            ],
            "ShortDesc": "the chimera",
            "LongDesc": "A creature with the heads of a lion, a goat, and a dragon lurks here.\n",
            "DetailedDesc": "The chimera is an ancient heraldic beast, very dangerous. It has three heads,\na lion's head, a goat's heat, and a dragon's head. Its claws are also very\ndangerous, and the dragon's head can breathe fire. You are in for a tough\nfight, if you decide to stick around long enough.\n",
            "Actions": [
                "ISNPC"
            ],
            "Affections": [
                "INFRAVISION"
            ],
            "Alignment": 0,
            "Level": 90,
            "THAC0": 25,
            "AC": -4,
            "HP": "5d30+800",
            "Damage": "5d5+20",
            "Gold": 3200,
            "XP": 65000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Neutral"
        },
        {
            "Number": 8242,
            "Aliases": [
                "ram",
                "battering"
            ],
            "ShortDesc": "a battering ram",
            "LongDesc": "There is a ram here trying to batter it way through a wall.\n",
            "DetailedDesc": "This sheep has small, curly horns and a curly pelt.  It seems to\nenjoy running into any obstacle in its path trying to crash through\nit.\n",
            "Actions": [
                "ISNPC"
            ],
            "Affections": [],
            "Alignment": 0,
            "Level": 29,
            "THAC0": 17,
            "AC": 6,
            "HP": "1d50+450",
            "Damage": "6d5+15",
            "Gold": 1000,
            "XP": 23000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Neutral"
        },
        {
            "Number": 8243,
            "Aliases": [
                "rabbit",
                "bunny",
                "carnivorous",
                "fangs"
            ],
            "ShortDesc": "the carnivorous rabbit",
            "LongDesc": "A carnivorous rabbit slowly bares its three-inch fangs and hisses at you.\n",
            "DetailedDesc": "This bunny looks innocent enough from a few feet away, but as you get closer,\nyou notice that it has huge fangs, and is slavering at you hungrily. It must\nbe a fabled carnivorous rabiit, very deadly to the incautious.\n",
            "Actions": [
                "ISNPC"
            ],
            "Affections": [
                "DETECT_INVIS",
                "SENSE_LIFE",
                "INFRAVISION",
                "SNEAK"
            ],
            "Alignment": -350,
            "Level": 20,
            "THAC0": 35,
            "AC": 0,
            "HP": "1d20+99",
            "Damage": "8d3+4",
            "Gold": 0,
            "XP": 15000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Neutral"
        },
        {
            "Number": 8244,
            "Aliases": [
                "small",
                "fire",
                "flying",
                "dragon"
            ],
            "ShortDesc": "a small firebreather",
            "LongDesc": "A small flying dragon puffs fire from its nostrils and swoops down on you.\n",
            "DetailedDesc": "This dragon is made for strafing runs, all of its muscle goes to either the\nwings or the chest. Speed and firepower are its specialties, as you are just\nabout to discover...\n",
            "Actions": [
                "ISNPC"
            ],
            "Affections": [
                "SENSE_LIFE",
                "INFRAVISION"
            ],
            "Alignment": 0,
            "Level": 29,
            "THAC0": 12,
            "AC": 0,
            "HP": "1d30+300",
            "Damage": "5d5+15",
            "Gold": 2500,
            "XP": 20000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Neutral"
        },
        {
            "Number": 8245,
            "Aliases": [
                "demon",
                "huge",
                "angry"
            ],
            "ShortDesc": "a demon",
            "LongDesc": "A huge and very angry demon materializes and attacks!\n",
            "DetailedDesc": "This demon is easily twelves feet tall, with horns, fangs, hooves, and\nbright red skin. Its eyes glow with a malevolent intelligence, and it\ngrins soullessly at you as it prepares to rip you to bloody shreds.\n",
            "Actions": [
                "SPEC",
                "SENTINEL",
                "ISNPC",
                "MEMORY"
            ],
            "Affections": [
                "INVISIBLE",
                "DETECT_INVIS",
                "SENSE_LIFE",
                "INFRAVISION"
            ],
            "Alignment": -1000,
            "Level": 118,
            "THAC0": 40,
            "AC": -15,
            "HP": "1d100+3769",
            "Damage": "4d7+36",
            "Gold": 0,
            "XP": 245000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Neutral"
        },
        {
            "Number": 8246,
            "Aliases": [
                "ogre",
                "huge",
                "ugly"
            ],
            "ShortDesc": "an ogre",
            "LongDesc": "A huge and incredibly ugly ogre glowers at you stupidly.\n",
            "DetailedDesc": "Ogres from Xanth are about 12 feet tall and immensely strong. Their strength\nis directly proportional to their ugliness, and inversely proportional to\ntheir intelligence. This one looks VERY ugly and VERY stupid, so you'd\nbetter watch out...\n",
            "Actions": [
                "ISNPC"
            ],
            "Affections": [],
            "Alignment": -350,
            "Level": 70,
            "THAC0": 10,
            "AC": -2,
            "HP": "1d100+500",
            "Damage": "4d4+15",
            "Gold": 0,
            "XP": 50000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8247,
            "Aliases": [
                "servant",
                "good",
                "magician"
            ],
            "ShortDesc": "a servant",
            "LongDesc": "A servant of the Good Magician goes about her business here.\n",
            "DetailedDesc": "This appears to be nothing more than one of the ordinary womenfolk of Xanth,\nprobably working off her year of service in exchange for her answer. She\npays you no mind as she continues working.\n",
            "Actions": [
                "ISNPC",
                "MEMORY",
                "HELPER"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 20,
            "THAC0": 10,
            "AC": 2,
            "HP": "1d30+219",
            "Damage": "1d8+0",
            "Gold": 750,
            "XP": 13000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8248,
            "Aliases": [
                "zombie"
            ],
            "ShortDesc": "a putrid zombie",
            "LongDesc": "A zombie is here, ready to defend its Master.\n",
            "DetailedDesc": " This zombie is horribly decayed, and it is no longer possible to tell what\nkind of creature it was in life. Its eyes glow with a terrible light, and\nit is unrelenting in its defense of its Master, the Magician Jonathan.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC",
                "AGGRESSIVE"
            ],
            "Affections": [],
            "Alignment": 0,
            "Level": 29,
            "THAC0": 30,
            "AC": 6,
            "HP": "10d30+450",
            "Damage": "5d4+0",
            "Gold": 0,
            "XP": 49750,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Neutral"
        },
        {
            "Number": 8249,
            "Aliases": [
                "cat",
                "cactus"
            ],
            "ShortDesc": "a cactus cat",
            "LongDesc": "There is a cat with a striped green and brown coat sitting here.\n",
            "DetailedDesc": "You look closer at the cat and notice that its \"fur\" is actually\ncomposed of needles instead of fur.  The ears are actually thorns\nthat are large and stiff.  The claws of the cat area actually sharpened\nslicing blades of bone.  It blinks as you look at it.\n",
            "Actions": [
                "ISNPC",
                "MEMORY",
                "NOCHARM"
            ],
            "Affections": [],
            "Alignment": 0,
            "Level": 32,
            "THAC0": 15,
            "AC": -5,
            "HP": "1d100+300",
            "Damage": "5d3+10",
            "Gold": 1250,
            "XP": 14000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8250,
            "Aliases": [
                "roc",
                "huge",
                "bird"
            ],
            "ShortDesc": "the gigantic roc",
            "LongDesc": "A huge eagle-like bird caws angrily at your entrance, deafening you.\n",
            "DetailedDesc": "This must be the fabled roc, an absolutely monstruous bird, far larger than\nany dragon. Its tremendous talons could easily crush you to pulp, with no\nmore effort than you would take to swat a fly. The roc doesn't look very\npleased to see you here, so the prudent course might be to exit, fast...\n",
            "Actions": [
                "SENTINEL",
                "ISNPC"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 90,
            "THAC0": 40,
            "AC": -13,
            "HP": "1d100+3769",
            "Damage": "8d5+35",
            "Gold": 100000,
            "XP": 150000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8251,
            "Aliases": [
                "roc",
                "huge",
                "bird"
            ],
            "ShortDesc": "the gigantic roc",
            "LongDesc": "A huge eagle-like bird caws angrily at your entrance, deafening you.\n",
            "DetailedDesc": "This must be the fabled roc, an absolutely monstruous bird, far larger than\nany dragon. Its tremendous talons could easily crush you to pulp, with no\nmore effort than you would take to swat a fly. The roc doesn't look very\npleased to see you here, so the prudent course might be to exit, fast...\n",
            "Actions": [
                "SENTINEL",
                "ISNPC"
            ],
            "Affections": [],
            "Alignment": 1000,
            "Level": 90,
            "THAC0": 40,
            "AC": -13,
            "HP": "1d100+3769",
            "Damage": "8d5+35",
            "Gold": 100000,
            "XP": 150000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Female"
        },
        {
            "Number": 8252,
            "Aliases": [
                "ogre",
                "huge",
                "ugly"
            ],
            "ShortDesc": "an ogre",
            "LongDesc": "A huge and incredibly ugly ogre glowers at you stupidly.\n",
            "DetailedDesc": "Ogres from Xanth are about 12 feet tall and immensely strong. Their strength\nis directly proportional to their ugliness, and inversely proportional to\ntheir intelligence. This one looks VERY ugly and VERY stupid, so you'd\nbetter watch out...\n",
            "Actions": [
                "ISNPC"
            ],
            "Affections": [],
            "Alignment": -350,
            "Level": 70,
            "THAC0": 10,
            "AC": -2,
            "HP": "1d100+300",
            "Damage": "4d4+15",
            "Gold": 0,
            "XP": 70000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8253,
            "Aliases": [
                "elf",
                "little",
                "librarian"
            ],
            "ShortDesc": "a copying elf",
            "LongDesc": "A little elf is helping the copy cat make copies for Humfrey.\n",
            "DetailedDesc": "This little elf is copying page after page of material for humfrey, sliding\nthe paper under the copy cat's tail and waiting as it whirs and purrs, then\ntakes the copy from it's mouth.  He seems to be working very hard.\n",
            "Actions": [
                "SENTINEL",
                "ISNPC"
            ],
            "Affections": [
                "INFRAVISION"
            ],
            "Alignment": 350,
            "Level": 15,
            "THAC0": 9,
            "AC": 4,
            "HP": "1d20+159",
            "Damage": "1d10+1",
            "Gold": 0,
            "XP": 13000,
            "LoadPosition": "POSITION_STANDING",
            "DefaultPosition": "POSITION_STANDING",
            "Gender": "Male"
        },
        {
            "Number": 8290,
            "Aliases": [
                ""
            ],
            "ShortDesc": "",
            "LongDesc": "",
            "DetailedDesc": "",
            "Actions": [
                "ISNPC"
            ],
            "Affections": [],
            "Alignment": 0,
            "Level": 0,
            "THAC0": 0,
            "AC": 0,
            "HP": "0d0+0",
            "Damage": "0d0+0",
            "Gold": 0,
            "XP": 0,
            "LoadPosition": "POSITION_DEAD",
            "DefaultPosition": "POSITION_DEAD",
            "Gender": "Neutral"
        }
    ]
}